def @main(%images: Tensor[(1, 3, 640, 640), float32] /* ty=Tensor[(1, 3, 640, 640), float32] */) -> Tensor[(1, 5, 8400), float32] {
  %0 = qnn.quantize(%images, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 3, 640, 640), uint8] */;
  %1 = qnn.dequantize(%0, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 3, 640, 640), float32] */;
  %2 = qnn.dequantize(meta[relay.Constant][1] /* ty=Tensor[(4, 3, 3, 3), int8] */, 0.259183f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(4, 3, 3, 3), float32] */;
  %3 = nn.conv2d(%1, %2, strides=[2, 2], padding=[1, 1, 1, 1], channels=4, kernel_size=[3, 3]) /* ty=Tensor[(1, 4, 320, 320), float32] */;
  %4 = qnn.dequantize(meta[relay.Constant][2] /* ty=Tensor[(4), int32] */, meta[relay.Constant][3] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(4), float32] */;
  %5 = nn.bias_add(%3, %4) /* ty=Tensor[(1, 4, 320, 320), float32] */;
  %6 = qnn.quantize(%5, 0.627226f /* ty=float32 */, 143 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 320, 320), uint8] */;
  %7 = qnn.dequantize(%6, 0.627226f /* ty=float32 */, 143 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 320, 320), float32] */;
  %8 = sigmoid(%7) /* ty=Tensor[(1, 4, 320, 320), float32] */;
  %9 = qnn.quantize(%8, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 320, 320), uint8] */;
  %10 = qnn.dequantize(%9, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 320, 320), float32] */;
  %11 = multiply(%7, %10) /* ty=Tensor[(1, 4, 320, 320), float32] */;
  %12 = qnn.quantize(%11, 0.276671f /* ty=float32 */, 1 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 320, 320), uint8] */;
  %13 = qnn.dequantize(%12, 0.276671f /* ty=float32 */, 1 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 320, 320), float32] */;
  %14 = qnn.dequantize(meta[relay.Constant][4] /* ty=Tensor[(11, 4, 3, 3), int8] */, 0.0301741f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 4, 3, 3), float32] */;
  %15 = nn.conv2d(%13, %14, strides=[2, 2], padding=[1, 1, 1, 1], channels=11, kernel_size=[3, 3]) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %16 = qnn.dequantize(meta[relay.Constant][5] /* ty=Tensor[(11), int32] */, meta[relay.Constant][6] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %17 = nn.bias_add(%15, %16) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %18 = qnn.quantize(%17, 1.82872f /* ty=float32 */, 125 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 160, 160), uint8] */;
  %19 = qnn.dequantize(%18, 1.82872f /* ty=float32 */, 125 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %20 = sigmoid(%19) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %21 = qnn.quantize(%20, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 160, 160), uint8] */;
  %22 = qnn.dequantize(%21, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %23 = multiply(%19, %22) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %24 = qnn.quantize(%23, 0.930753f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 160, 160), uint8] */;
  %25 = qnn.dequantize(%24, 0.930753f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %26 = qnn.dequantize(meta[relay.Constant][7] /* ty=Tensor[(4, 11, 1, 1), int8] */, 0.00902961f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(4, 11, 1, 1), float32] */;
  %27 = nn.conv2d(%25, %26, padding=[0, 0, 0, 0], channels=4, kernel_size=[1, 1]) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %28 = qnn.dequantize(meta[relay.Constant][8] /* ty=Tensor[(4), int32] */, meta[relay.Constant][9] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(4), float32] */;
  %29 = nn.bias_add(%27, %28) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %30 = qnn.quantize(%29, 1.19574f /* ty=float32 */, 186 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %31 = qnn.dequantize(%30, 1.19574f /* ty=float32 */, 186 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %32 = sigmoid(%31) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %33 = qnn.quantize(%32, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %34 = qnn.dequantize(%33, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %35 = multiply(%31, %34) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %36 = qnn.quantize(%35, 0.323952f /* ty=float32 */, 1 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %37 = qnn.dequantize(meta[relay.Constant][10] /* ty=Tensor[(4, 11, 1, 1), int8] */, 0.00348759f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(4, 11, 1, 1), float32] */;
  %38 = nn.conv2d(%25, %37, padding=[0, 0, 0, 0], channels=4, kernel_size=[1, 1]) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %39 = qnn.dequantize(meta[relay.Constant][11] /* ty=Tensor[(4), int32] */, meta[relay.Constant][12] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(4), float32] */;
  %40 = nn.bias_add(%38, %39) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %41 = qnn.quantize(%40, 0.604996f /* ty=float32 */, 202 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %42 = qnn.dequantize(%41, 0.604996f /* ty=float32 */, 202 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %43 = sigmoid(%42) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %44 = qnn.quantize(%43, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %45 = qnn.dequantize(%44, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %46 = multiply(%42, %45) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %47 = qnn.quantize(%46, 0.126047f /* ty=float32 */, 2 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %48 = qnn.dequantize(%47, 0.126047f /* ty=float32 */, 2 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %49 = qnn.dequantize(meta[relay.Constant][13] /* ty=Tensor[(4, 4, 3, 3), int8] */, 0.0318887f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(4, 4, 3, 3), float32] */;
  %50 = nn.conv2d(%48, %49, padding=[1, 1, 1, 1], channels=4, kernel_size=[3, 3]) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %51 = qnn.dequantize(meta[relay.Constant][14] /* ty=Tensor[(4), int32] */, meta[relay.Constant][15] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(4), float32] */;
  %52 = nn.bias_add(%50, %51) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %53 = qnn.quantize(%52, 0.898098f /* ty=float32 */, 176 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %54 = qnn.dequantize(%53, 0.898098f /* ty=float32 */, 176 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %55 = sigmoid(%54) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %56 = qnn.quantize(%55, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %57 = qnn.dequantize(%56, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %58 = multiply(%54, %57) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %59 = qnn.quantize(%58, 0.279835f /* ty=float32 */, 1 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %60 = qnn.dequantize(%59, 0.279835f /* ty=float32 */, 1 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %61 = qnn.dequantize(meta[relay.Constant][16] /* ty=Tensor[(4, 4, 3, 3), int8] */, 0.01287f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(4, 4, 3, 3), float32] */;
  %62 = nn.conv2d(%60, %61, padding=[1, 1, 1, 1], channels=4, kernel_size=[3, 3]) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %63 = qnn.dequantize(meta[relay.Constant][17] /* ty=Tensor[(4), int32] */, meta[relay.Constant][18] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(4), float32] */;
  %64 = nn.bias_add(%62, %63) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %65 = qnn.quantize(%64, 0.466844f /* ty=float32 */, 170 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %66 = qnn.dequantize(%65, 0.466844f /* ty=float32 */, 170 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %67 = sigmoid(%66) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %68 = qnn.quantize(%67, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %69 = qnn.dequantize(%68, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %70 = multiply(%66, %69) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %71 = qnn.quantize(%70, 0.156083f /* ty=float32 */, 2 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %72 = qnn.dequantize(%71, 0.156083f /* ty=float32 */, 2 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %73 = add(%48, %72) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %74 = qnn.quantize(%73, 0.269673f /* ty=float32 */, 2 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 4, 160, 160), uint8] */;
  %75 = qnn.dequantize(%36, 0.323952f /* ty=float32 */, 1 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %76 = qnn.dequantize(%74, 0.269673f /* ty=float32 */, 2 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 4, 160, 160), float32] */;
  %77 = (%75, %48, %76) /* ty=(Tensor[(1, 4, 160, 160), float32], Tensor[(1, 4, 160, 160), float32], Tensor[(1, 4, 160, 160), float32]) */;
  %78 = concatenate(%77, axis=1) /* ty=Tensor[(1, 12, 160, 160), float32] */;
  %79 = qnn.quantize(%78, 0.325044f /* ty=float32 */, 2 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 12, 160, 160), uint8] */;
  %80 = qnn.dequantize(%79, 0.325044f /* ty=float32 */, 2 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 12, 160, 160), float32] */;
  %81 = qnn.dequantize(meta[relay.Constant][19] /* ty=Tensor[(11, 12, 1, 1), int8] */, 0.0251766f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 12, 1, 1), float32] */;
  %82 = nn.conv2d(%80, %81, padding=[0, 0, 0, 0], channels=11, kernel_size=[1, 1]) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %83 = qnn.dequantize(meta[relay.Constant][20] /* ty=Tensor[(11), int32] */, meta[relay.Constant][21] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %84 = nn.bias_add(%82, %83) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %85 = qnn.quantize(%84, 0.389016f /* ty=float32 */, 175 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 160, 160), uint8] */;
  %86 = qnn.dequantize(%85, 0.389016f /* ty=float32 */, 175 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %87 = sigmoid(%86) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %88 = qnn.quantize(%87, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 160, 160), uint8] */;
  %89 = qnn.dequantize(%88, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %90 = multiply(%86, %89) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %91 = qnn.quantize(%90, 0.123372f /* ty=float32 */, 2 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 160, 160), uint8] */;
  %92 = qnn.dequantize(%91, 0.123372f /* ty=float32 */, 2 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 160, 160), float32] */;
  %93 = qnn.dequantize(meta[relay.Constant][22] /* ty=Tensor[(24, 11, 3, 3), int8] */, 0.00500126f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 11, 3, 3), float32] */;
  %94 = nn.conv2d(%92, %93, strides=[2, 2], padding=[1, 1, 1, 1], channels=24, kernel_size=[3, 3]) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %95 = qnn.dequantize(meta[relay.Constant][23] /* ty=Tensor[(24), int32] */, meta[relay.Constant][24] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %96 = nn.bias_add(%94, %95) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %97 = qnn.quantize(%96, 0.13233f /* ty=float32 */, 148 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 80, 80), uint8] */;
  %98 = qnn.dequantize(%97, 0.13233f /* ty=float32 */, 148 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %99 = sigmoid(%98) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %100 = qnn.quantize(%99, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 80, 80), uint8] */;
  %101 = qnn.dequantize(%100, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %102 = multiply(%98, %101) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %103 = qnn.quantize(%102, 0.0567629f /* ty=float32 */, 5 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 80, 80), uint8] */;
  %104 = qnn.dequantize(%103, 0.0567629f /* ty=float32 */, 5 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %105 = qnn.dequantize(meta[relay.Constant][25] /* ty=Tensor[(11, 24, 1, 1), int8] */, 0.0177164f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 24, 1, 1), float32] */;
  %106 = nn.conv2d(%104, %105, padding=[0, 0, 0, 0], channels=11, kernel_size=[1, 1]) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %107 = qnn.dequantize(meta[relay.Constant][26] /* ty=Tensor[(11), int32] */, meta[relay.Constant][27] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %108 = nn.bias_add(%106, %107) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %109 = qnn.quantize(%108, 0.169803f /* ty=float32 */, 170 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %110 = qnn.dequantize(%109, 0.169803f /* ty=float32 */, 170 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %111 = sigmoid(%110) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %112 = qnn.quantize(%111, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %113 = qnn.dequantize(%112, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %114 = multiply(%110, %113) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %115 = qnn.quantize(%114, 0.0578546f /* ty=float32 */, 5 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %116 = qnn.dequantize(meta[relay.Constant][28] /* ty=Tensor[(11, 24, 1, 1), int8] */, 0.0106114f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 24, 1, 1), float32] */;
  %117 = nn.conv2d(%104, %116, padding=[0, 0, 0, 0], channels=11, kernel_size=[1, 1]) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %118 = qnn.dequantize(meta[relay.Constant][29] /* ty=Tensor[(11), int32] */, meta[relay.Constant][30] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %119 = nn.bias_add(%117, %118) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %120 = qnn.quantize(%119, 0.0847118f /* ty=float32 */, 170 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %121 = qnn.dequantize(%120, 0.0847118f /* ty=float32 */, 170 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %122 = sigmoid(%121) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %123 = qnn.quantize(%122, 0.00391873f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %124 = qnn.dequantize(%123, 0.00391873f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %125 = multiply(%121, %124) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %126 = qnn.quantize(%125, 0.0294192f /* ty=float32 */, 9 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %127 = qnn.dequantize(%126, 0.0294192f /* ty=float32 */, 9 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %128 = qnn.dequantize(meta[relay.Constant][31] /* ty=Tensor[(11, 11, 3, 3), int8] */, 0.00653736f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 11, 3, 3), float32] */;
  %129 = nn.conv2d(%127, %128, padding=[1, 1, 1, 1], channels=11, kernel_size=[3, 3]) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %130 = qnn.dequantize(meta[relay.Constant][32] /* ty=Tensor[(11), int32] */, meta[relay.Constant][33] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %131 = nn.bias_add(%129, %130) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %132 = qnn.quantize(%131, 0.0713631f /* ty=float32 */, 169 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %133 = qnn.dequantize(%132, 0.0713631f /* ty=float32 */, 169 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %134 = sigmoid(%133) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %135 = qnn.quantize(%134, 0.00391312f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %136 = qnn.dequantize(%135, 0.00391312f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %137 = multiply(%133, %136) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %138 = qnn.quantize(%137, 0.0251116f /* ty=float32 */, 11 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %139 = qnn.dequantize(%138, 0.0251116f /* ty=float32 */, 11 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %140 = qnn.dequantize(meta[relay.Constant][34] /* ty=Tensor[(11, 11, 3, 3), int8] */, 0.00682442f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 11, 3, 3), float32] */;
  %141 = nn.conv2d(%139, %140, padding=[1, 1, 1, 1], channels=11, kernel_size=[3, 3]) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %142 = qnn.dequantize(meta[relay.Constant][35] /* ty=Tensor[(11), int32] */, meta[relay.Constant][36] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %143 = nn.bias_add(%141, %142) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %144 = qnn.quantize(%143, 0.0605039f /* ty=float32 */, 154 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %145 = qnn.dequantize(%144, 0.0605039f /* ty=float32 */, 154 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %146 = sigmoid(%145) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %147 = qnn.quantize(%146, 0.00391301f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %148 = qnn.dequantize(%147, 0.00391301f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %149 = multiply(%145, %148) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %150 = qnn.quantize(%149, 0.0250581f /* ty=float32 */, 11 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %151 = qnn.dequantize(%150, 0.0250581f /* ty=float32 */, 11 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %152 = add(%127, %151) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %153 = qnn.quantize(%152, 0.0336655f /* ty=float32 */, 17 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %154 = qnn.dequantize(%153, 0.0336655f /* ty=float32 */, 17 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %155 = qnn.dequantize(meta[relay.Constant][37] /* ty=Tensor[(11, 11, 3, 3), int8] */, 0.00467989f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 11, 3, 3), float32] */;
  %156 = nn.conv2d(%154, %155, padding=[1, 1, 1, 1], channels=11, kernel_size=[3, 3]) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %157 = qnn.dequantize(meta[relay.Constant][38] /* ty=Tensor[(11), int32] */, meta[relay.Constant][39] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %158 = nn.bias_add(%156, %157) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %159 = qnn.quantize(%158, 0.0594253f /* ty=float32 */, 180 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %160 = qnn.dequantize(%159, 0.0594253f /* ty=float32 */, 180 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %161 = sigmoid(%160) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %162 = qnn.quantize(%161, 0.00387782f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %163 = qnn.dequantize(%162, 0.00387782f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %164 = multiply(%160, %163) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %165 = qnn.quantize(%164, 0.0184825f /* ty=float32 */, 15 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %166 = qnn.dequantize(%165, 0.0184825f /* ty=float32 */, 15 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %167 = qnn.dequantize(meta[relay.Constant][40] /* ty=Tensor[(11, 11, 3, 3), int8] */, 0.0224125f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(11, 11, 3, 3), float32] */;
  %168 = nn.conv2d(%166, %167, padding=[1, 1, 1, 1], channels=11, kernel_size=[3, 3]) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %169 = qnn.dequantize(meta[relay.Constant][41] /* ty=Tensor[(11), int32] */, meta[relay.Constant][42] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(11), float32] */;
  %170 = nn.bias_add(%168, %169) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %171 = qnn.quantize(%170, 0.126144f /* ty=float32 */, 130 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %172 = qnn.dequantize(%171, 0.126144f /* ty=float32 */, 130 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %173 = sigmoid(%172) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %174 = qnn.quantize(%173, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %175 = qnn.dequantize(%174, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %176 = multiply(%172, %175) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %177 = qnn.quantize(%176, 0.063086f /* ty=float32 */, 4 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %178 = qnn.dequantize(%177, 0.063086f /* ty=float32 */, 4 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %179 = add(%154, %178) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %180 = qnn.quantize(%179, 0.0679669f /* ty=float32 */, 12 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 11, 80, 80), uint8] */;
  %181 = qnn.dequantize(%115, 0.0578546f /* ty=float32 */, 5 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %182 = qnn.dequantize(%180, 0.0679669f /* ty=float32 */, 12 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 11, 80, 80), float32] */;
  %183 = (%181, %127, %154, %182) /* ty=(Tensor[(1, 11, 80, 80), float32], Tensor[(1, 11, 80, 80), float32], Tensor[(1, 11, 80, 80), float32], Tensor[(1, 11, 80, 80), float32]) */;
  %184 = concatenate(%183, axis=1) /* ty=Tensor[(1, 44, 80, 80), float32] */;
  %185 = qnn.quantize(%184, 0.0679669f /* ty=float32 */, 12 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 44, 80, 80), uint8] */;
  %186 = qnn.dequantize(%185, 0.0679669f /* ty=float32 */, 12 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 44, 80, 80), float32] */;
  %187 = qnn.dequantize(meta[relay.Constant][43] /* ty=Tensor[(24, 44, 1, 1), int8] */, 0.00549634f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 44, 1, 1), float32] */;
  %188 = nn.conv2d(%186, %187, padding=[0, 0, 0, 0], channels=24, kernel_size=[1, 1]) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %189 = qnn.dequantize(meta[relay.Constant][44] /* ty=Tensor[(24), int32] */, meta[relay.Constant][45] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %190 = nn.bias_add(%188, %189) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %191 = qnn.quantize(%190, 0.0823917f /* ty=float32 */, 167 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 80, 80), uint8] */;
  %192 = qnn.dequantize(%191, 0.0823917f /* ty=float32 */, 167 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %193 = sigmoid(%192) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %194 = qnn.quantize(%193, 0.00391873f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 80, 80), uint8] */;
  %195 = qnn.dequantize(%194, 0.00391873f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %196 = multiply(%192, %195) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %197 = qnn.quantize(%196, 0.0294195f /* ty=float32 */, 9 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 80, 80), uint8] */;
  %198 = qnn.dequantize(%197, 0.0294195f /* ty=float32 */, 9 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 80, 80), float32] */;
  %199 = qnn.dequantize(meta[relay.Constant][46] /* ty=Tensor[(49, 24, 3, 3), int8] */, 0.00772387f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(49, 24, 3, 3), float32] */;
  %200 = nn.conv2d(%198, %199, strides=[2, 2], padding=[1, 1, 1, 1], channels=49, kernel_size=[3, 3]) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %201 = qnn.dequantize(meta[relay.Constant][47] /* ty=Tensor[(49), int32] */, meta[relay.Constant][48] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(49), float32] */;
  %202 = nn.bias_add(%200, %201) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %203 = qnn.quantize(%202, 0.0843094f /* ty=float32 */, 146 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 40, 40), uint8] */;
  %204 = qnn.dequantize(%203, 0.0843094f /* ty=float32 */, 146 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %205 = sigmoid(%204) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %206 = qnn.quantize(%205, 0.00392118f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 40, 40), uint8] */;
  %207 = qnn.dequantize(%206, 0.00392118f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %208 = multiply(%204, %207) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %209 = qnn.quantize(%208, 0.0372111f /* ty=float32 */, 7 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 40, 40), uint8] */;
  %210 = qnn.dequantize(%209, 0.0372111f /* ty=float32 */, 7 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %211 = qnn.dequantize(meta[relay.Constant][49] /* ty=Tensor[(24, 49, 1, 1), int8] */, 0.0138274f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 49, 1, 1), float32] */;
  %212 = nn.conv2d(%210, %211, padding=[0, 0, 0, 0], channels=24, kernel_size=[1, 1]) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %213 = qnn.dequantize(meta[relay.Constant][50] /* ty=Tensor[(24), int32] */, meta[relay.Constant][51] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %214 = nn.bias_add(%212, %213) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %215 = qnn.quantize(%214, 0.112783f /* ty=float32 */, 168 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %216 = qnn.dequantize(%215, 0.112783f /* ty=float32 */, 168 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %217 = sigmoid(%216) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %218 = qnn.quantize(%217, 0.00392135f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %219 = qnn.dequantize(%218, 0.00392135f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %220 = multiply(%216, %219) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %221 = qnn.quantize(%220, 0.0395383f /* ty=float32 */, 7 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %222 = qnn.dequantize(meta[relay.Constant][52] /* ty=Tensor[(24, 49, 1, 1), int8] */, 0.0153318f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 49, 1, 1), float32] */;
  %223 = nn.conv2d(%210, %222, padding=[0, 0, 0, 0], channels=24, kernel_size=[1, 1]) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %224 = qnn.dequantize(meta[relay.Constant][53] /* ty=Tensor[(24), int32] */, meta[relay.Constant][54] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %225 = nn.bias_add(%223, %224) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %226 = qnn.quantize(%225, 0.0953883f /* ty=float32 */, 181 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %227 = qnn.dequantize(%226, 0.0953883f /* ty=float32 */, 181 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %228 = sigmoid(%227) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %229 = qnn.quantize(%228, 0.00391825f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %230 = qnn.dequantize(%229, 0.00391825f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %231 = multiply(%227, %230) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %232 = qnn.quantize(%231, 0.0288086f /* ty=float32 */, 10 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %233 = qnn.dequantize(%232, 0.0288086f /* ty=float32 */, 10 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %234 = qnn.dequantize(meta[relay.Constant][55] /* ty=Tensor[(24, 24, 3, 3), int8] */, 0.00914131f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 24, 3, 3), float32] */;
  %235 = nn.conv2d(%233, %234, padding=[1, 1, 1, 1], channels=24, kernel_size=[3, 3]) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %236 = qnn.dequantize(meta[relay.Constant][56] /* ty=Tensor[(24), int32] */, meta[relay.Constant][57] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %237 = nn.bias_add(%235, %236) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %238 = qnn.quantize(%237, 0.0816085f /* ty=float32 */, 135 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %239 = qnn.dequantize(%238, 0.0816085f /* ty=float32 */, 135 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %240 = sigmoid(%239) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %241 = qnn.quantize(%240, 0.00392136f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %242 = qnn.dequantize(%241, 0.00392136f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %243 = multiply(%239, %242) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %244 = qnn.quantize(%243, 0.0396453f /* ty=float32 */, 7 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %245 = qnn.dequantize(%244, 0.0396453f /* ty=float32 */, 7 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %246 = qnn.dequantize(meta[relay.Constant][58] /* ty=Tensor[(24, 24, 3, 3), int8] */, 0.00460174f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 24, 3, 3), float32] */;
  %247 = nn.conv2d(%245, %246, padding=[1, 1, 1, 1], channels=24, kernel_size=[3, 3]) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %248 = qnn.dequantize(meta[relay.Constant][59] /* ty=Tensor[(24), int32] */, meta[relay.Constant][60] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %249 = nn.bias_add(%247, %248) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %250 = qnn.quantize(%249, 0.090239f /* ty=float32 */, 176 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %251 = qnn.dequantize(%250, 0.090239f /* ty=float32 */, 176 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %252 = sigmoid(%251) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %253 = qnn.quantize(%252, 0.00391851f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %254 = qnn.dequantize(%253, 0.00391851f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %255 = multiply(%251, %254) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %256 = qnn.quantize(%255, 0.0291299f /* ty=float32 */, 10 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %257 = qnn.dequantize(%256, 0.0291299f /* ty=float32 */, 10 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %258 = add(%233, %257) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %259 = qnn.quantize(%258, 0.0318326f /* ty=float32 */, 17 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %260 = qnn.dequantize(%259, 0.0318326f /* ty=float32 */, 17 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %261 = qnn.dequantize(meta[relay.Constant][61] /* ty=Tensor[(24, 24, 3, 3), int8] */, 0.00484597f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 24, 3, 3), float32] */;
  %262 = nn.conv2d(%260, %261, padding=[1, 1, 1, 1], channels=24, kernel_size=[3, 3]) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %263 = qnn.dequantize(meta[relay.Constant][62] /* ty=Tensor[(24), int32] */, meta[relay.Constant][63] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %264 = nn.bias_add(%262, %263) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %265 = qnn.quantize(%264, 0.0745044f /* ty=float32 */, 158 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %266 = qnn.dequantize(%265, 0.0745044f /* ty=float32 */, 158 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %267 = sigmoid(%266) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %268 = qnn.quantize(%267, 0.0039188f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %269 = qnn.dequantize(%268, 0.0039188f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %270 = multiply(%266, %269) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %271 = qnn.quantize(%270, 0.0295274f /* ty=float32 */, 9 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %272 = qnn.dequantize(%271, 0.0295274f /* ty=float32 */, 9 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %273 = qnn.dequantize(meta[relay.Constant][64] /* ty=Tensor[(24, 24, 3, 3), int8] */, 0.0129981f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(24, 24, 3, 3), float32] */;
  %274 = nn.conv2d(%272, %273, padding=[1, 1, 1, 1], channels=24, kernel_size=[3, 3]) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %275 = qnn.dequantize(meta[relay.Constant][65] /* ty=Tensor[(24), int32] */, meta[relay.Constant][66] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(24), float32] */;
  %276 = nn.bias_add(%274, %275) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %277 = qnn.quantize(%276, 0.135481f /* ty=float32 */, 149 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %278 = qnn.dequantize(%277, 0.135481f /* ty=float32 */, 149 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %279 = sigmoid(%278) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %280 = qnn.quantize(%279, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %281 = qnn.dequantize(%280, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %282 = multiply(%278, %281) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %283 = qnn.quantize(%282, 0.0576497f /* ty=float32 */, 5 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %284 = qnn.dequantize(%283, 0.0576497f /* ty=float32 */, 5 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %285 = add(%260, %284) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %286 = qnn.quantize(%285, 0.0598574f /* ty=float32 */, 14 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 24, 40, 40), uint8] */;
  %287 = qnn.dequantize(%221, 0.0395383f /* ty=float32 */, 7 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %288 = qnn.dequantize(%286, 0.0598574f /* ty=float32 */, 14 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 24, 40, 40), float32] */;
  %289 = (%287, %233, %260, %288) /* ty=(Tensor[(1, 24, 40, 40), float32], Tensor[(1, 24, 40, 40), float32], Tensor[(1, 24, 40, 40), float32], Tensor[(1, 24, 40, 40), float32]) */;
  %290 = concatenate(%289, axis=1) /* ty=Tensor[(1, 96, 40, 40), float32] */;
  %291 = qnn.quantize(%290, 0.0598574f /* ty=float32 */, 14 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 96, 40, 40), uint8] */;
  %292 = qnn.dequantize(%291, 0.0598574f /* ty=float32 */, 14 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 96, 40, 40), float32] */;
  %293 = qnn.dequantize(meta[relay.Constant][67] /* ty=Tensor[(49, 96, 1, 1), int8] */, 0.00513666f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(49, 96, 1, 1), float32] */;
  %294 = nn.conv2d(%292, %293, padding=[0, 0, 0, 0], channels=49, kernel_size=[1, 1]) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %295 = qnn.dequantize(meta[relay.Constant][68] /* ty=Tensor[(49), int32] */, meta[relay.Constant][69] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(49), float32] */;
  %296 = nn.bias_add(%294, %295) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %297 = qnn.quantize(%296, 0.0921948f /* ty=float32 */, 184 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 40, 40), uint8] */;
  %298 = qnn.dequantize(%297, 0.0921948f /* ty=float32 */, 184 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %299 = sigmoid(%298) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %300 = qnn.quantize(%299, 0.00391592f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 40, 40), uint8] */;
  %301 = qnn.dequantize(%300, 0.00391592f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %302 = multiply(%298, %301) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %303 = qnn.quantize(%302, 0.0267106f /* ty=float32 */, 10 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 40, 40), uint8] */;
  %304 = qnn.dequantize(%303, 0.0267106f /* ty=float32 */, 10 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 40, 40), float32] */;
  %305 = qnn.dequantize(meta[relay.Constant][70] /* ty=Tensor[(101, 49, 3, 3), int8] */, 0.00501056f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(101, 49, 3, 3), float32] */;
  %306 = nn.conv2d(%304, %305, strides=[2, 2], padding=[1, 1, 1, 1], channels=101, kernel_size=[3, 3]) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %307 = qnn.dequantize(meta[relay.Constant][71] /* ty=Tensor[(101), int32] */, meta[relay.Constant][72] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(101), float32] */;
  %308 = nn.bias_add(%306, %307) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %309 = qnn.quantize(%308, 0.07602f /* ty=float32 */, 151 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 101, 20, 20), uint8] */;
  %310 = qnn.dequantize(%309, 0.07602f /* ty=float32 */, 151 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %311 = sigmoid(%310) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %312 = qnn.quantize(%311, 0.00392017f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 101, 20, 20), uint8] */;
  %313 = qnn.dequantize(%312, 0.00392017f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %314 = multiply(%310, %313) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %315 = qnn.quantize(%314, 0.0322162f /* ty=float32 */, 9 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 101, 20, 20), uint8] */;
  %316 = qnn.dequantize(%315, 0.0322162f /* ty=float32 */, 9 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %317 = qnn.dequantize(meta[relay.Constant][73] /* ty=Tensor[(49, 101, 1, 1), int8] */, 0.00820525f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(49, 101, 1, 1), float32] */;
  %318 = nn.conv2d(%316, %317, padding=[0, 0, 0, 0], channels=49, kernel_size=[1, 1]) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %319 = qnn.dequantize(meta[relay.Constant][74] /* ty=Tensor[(49), int32] */, meta[relay.Constant][75] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(49), float32] */;
  %320 = nn.bias_add(%318, %319) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %321 = qnn.quantize(%320, 0.0974854f /* ty=float32 */, 160 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %322 = qnn.dequantize(%321, 0.0974854f /* ty=float32 */, 160 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %323 = sigmoid(%322) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %324 = qnn.quantize(%323, 0.00392119f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %325 = qnn.dequantize(%324, 0.00392119f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %326 = multiply(%322, %325) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %327 = qnn.quantize(%326, 0.0373164f /* ty=float32 */, 7 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %328 = qnn.dequantize(meta[relay.Constant][76] /* ty=Tensor[(49, 101, 1, 1), int8] */, 0.00593911f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(49, 101, 1, 1), float32] */;
  %329 = nn.conv2d(%316, %328, padding=[0, 0, 0, 0], channels=49, kernel_size=[1, 1]) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %330 = qnn.dequantize(meta[relay.Constant][77] /* ty=Tensor[(49), int32] */, meta[relay.Constant][78] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(49), float32] */;
  %331 = nn.bias_add(%329, %330) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %332 = qnn.quantize(%331, 0.068428f /* ty=float32 */, 173 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %333 = qnn.dequantize(%332, 0.068428f /* ty=float32 */, 173 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %334 = sigmoid(%333) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %335 = qnn.quantize(%334, 0.00390744f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %336 = qnn.dequantize(%335, 0.00390744f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %337 = multiply(%333, %336) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %338 = qnn.quantize(%337, 0.0230624f /* ty=float32 */, 12 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %339 = qnn.dequantize(%338, 0.0230624f /* ty=float32 */, 12 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %340 = qnn.dequantize(meta[relay.Constant][79] /* ty=Tensor[(49, 49, 3, 3), int8] */, 0.00548429f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(49, 49, 3, 3), float32] */;
  %341 = nn.conv2d(%339, %340, padding=[1, 1, 1, 1], channels=49, kernel_size=[3, 3]) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %342 = qnn.dequantize(meta[relay.Constant][80] /* ty=Tensor[(49), int32] */, meta[relay.Constant][81] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(49), float32] */;
  %343 = nn.bias_add(%341, %342) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %344 = qnn.quantize(%343, 0.0690382f /* ty=float32 */, 147 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %345 = qnn.dequantize(%344, 0.0690382f /* ty=float32 */, 147 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %346 = sigmoid(%345) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %347 = qnn.quantize(%346, 0.00391931f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %348 = qnn.dequantize(%347, 0.00391931f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %349 = multiply(%345, %348) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %350 = qnn.quantize(%349, 0.030325f /* ty=float32 */, 9 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %351 = qnn.dequantize(%350, 0.030325f /* ty=float32 */, 9 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %352 = qnn.dequantize(meta[relay.Constant][82] /* ty=Tensor[(49, 49, 3, 3), int8] */, 0.0100225f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(49, 49, 3, 3), float32] */;
  %353 = nn.conv2d(%351, %352, padding=[1, 1, 1, 1], channels=49, kernel_size=[3, 3]) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %354 = qnn.dequantize(meta[relay.Constant][83] /* ty=Tensor[(49), int32] */, meta[relay.Constant][84] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(49), float32] */;
  %355 = nn.bias_add(%353, %354) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %356 = qnn.quantize(%355, 0.13085f /* ty=float32 */, 148 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %357 = qnn.dequantize(%356, 0.13085f /* ty=float32 */, 148 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %358 = sigmoid(%357) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %359 = qnn.quantize(%358, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %360 = qnn.dequantize(%359, 0.00392157f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %361 = multiply(%357, %360) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %362 = qnn.quantize(%361, 0.0561027f /* ty=float32 */, 5 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %363 = qnn.dequantize(%362, 0.0561027f /* ty=float32 */, 5 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %364 = add(%339, %363) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %365 = qnn.quantize(%364, 0.0572253f /* ty=float32 */, 10 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %366 = qnn.dequantize(%327, 0.0373164f /* ty=float32 */, 7 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %367 = qnn.dequantize(%365, 0.0572253f /* ty=float32 */, 10 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %368 = (%366, %339, %367) /* ty=(Tensor[(1, 49, 20, 20), float32], Tensor[(1, 49, 20, 20), float32], Tensor[(1, 49, 20, 20), float32]) */;
  %369 = concatenate(%368, axis=1) /* ty=Tensor[(1, 147, 20, 20), float32] */;
  %370 = qnn.quantize(%369, 0.0572253f /* ty=float32 */, 10 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 147, 20, 20), uint8] */;
  %371 = qnn.dequantize(%370, 0.0572253f /* ty=float32 */, 10 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 147, 20, 20), float32] */;
  %372 = qnn.dequantize(meta[relay.Constant][85] /* ty=Tensor[(101, 147, 1, 1), int8] */, 0.00520084f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(101, 147, 1, 1), float32] */;
  %373 = nn.conv2d(%371, %372, padding=[0, 0, 0, 0], channels=101, kernel_size=[1, 1]) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %374 = qnn.dequantize(meta[relay.Constant][86] /* ty=Tensor[(101), int32] */, meta[relay.Constant][87] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(101), float32] */;
  %375 = nn.bias_add(%373, %374) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %376 = qnn.quantize(%375, 0.0801852f /* ty=float32 */, 152 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 101, 20, 20), uint8] */;
  %377 = qnn.dequantize(%376, 0.0801852f /* ty=float32 */, 152 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %378 = sigmoid(%377) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %379 = qnn.quantize(%378, 0.00392057f /* ty=float32 */, 0 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 101, 20, 20), uint8] */;
  %380 = qnn.dequantize(%379, 0.00392057f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %381 = multiply(%377, %380) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %382 = qnn.quantize(%381, 0.0335277f /* ty=float32 */, 8 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 101, 20, 20), uint8] */;
  %383 = qnn.dequantize(%382, 0.0335277f /* ty=float32 */, 8 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 101, 20, 20), float32] */;
  %384 = qnn.dequantize(meta[relay.Constant][88] /* ty=Tensor[(49, 101, 1, 1), int8] */, 0.00805813f /* ty=float32 */, 0 /* ty=int32 */, axis=1) /* ty=Tensor[(49, 101, 1, 1), float32] */;
  %385 = nn.conv2d(%383, %384, padding=[0, 0, 0, 0], channels=49, kernel_size=[1, 1]) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %386 = qnn.dequantize(meta[relay.Constant][89] /* ty=Tensor[(49), int32] */, meta[relay.Constant][90] /* ty=Tensor[(1), float32] */, 0 /* ty=int32 */, axis=0) /* ty=Tensor[(49), float32] */;
  %387 = nn.bias_add(%385, %386) /* ty=Tensor[(1, 49, 20, 20), float32] */;
  %388 = qnn.quantize(%387, 0.06515f /* ty=float32 */, 129 /* ty=int32 */, out_dtype="uint8", axis=1) /* ty=Tensor[(1, 49, 20, 20), uint8] */;
  %389 = qnn.dequantize(%388, 0.06515f /* ty=float32 */, 129 /* ty=int32 */, axis=1) /* ty=Tensor[(1, 49, 20, 20), float32] */;
